{"movies":[
  
 
   {
   "id" : 0,
   "name":"Avatar",
   "date": "December 2009",
   "type": "Action",
   "actors": "Sam Worthington, Zoe Saldana, Stephen Lang, Michelle Rodriguez, Sigourney Weaver",
   "review": "From Academy Award® winning director James Cameron comes Avatar, the story of an ex-Marine who finds himself thrust into hostilities on an alien planet filled with exotic life forms. As an Avatar, a human mind in an alien body, he finds himself torn between two worlds, in a desperate fight for his own survival and that of the indigenous people.",
   "cover": "../img/cover/avatar.jpg",
   "content": "../img/content/avatar.jpg",
   "director": "James Cameron",
   "trailer": "https://www.youtube.com/embed/5PSNL1qE6VY"
   
  },

  {
   "id" : 1,
   "name": "Bridge of Spies",
   "date": "October 2015",
   "type": "Drama",
   "actors": "Tom Hanks, Mark Rylance, Scott Shepherd, Amy Ryan, Sebastian Koch, Alan Alda, Austin Stowell, Billy Magnussen, Eve Hewson, Jesse Plemons....",
   "review": "A dramatic thriller set against the backdrop of a series of historic events, Bridge of Spies tells the story of James Donovan (Tom Hanks), a Brooklyn lawyer who finds himself thrust into the center of the Cold War when the CIA sends him on a near impossible mission to negotiate the release of a captured American U-2 pilot. High stakes and suspense power a story inspired by true events that capture the essence of a man who risked everything and vividly brings his personal journey to life.",
   "cover": "../img/cover/Birdge of Spies.png",
   "content": "../img/content/Bridge of Spies.jpg",
   "director": "Steven Spielberg",
   "trailer": "https://www.youtube.com/embed/mBBuzHrZBro"
  },

  {
   "id" : 2,
   "name": "Doctor Stange",
   "date": "November 2016",
   "type": "Action",
   "actors": "Benedict Cumberbatch, Chiwetel Ejiofor, Rachel McAdams, Benedict Wong, Michael Stuhlbarg, Benjamin Bratt, Scott Adkins, Mads Mikkelsen, Tilda Swinton",
   "review": "Doctor Strange is a 2016 American superhero film featuring the Marvel Comics character of the same name, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures. It is the fourteenth film of the Marvel Cinematic Universe (MCU). The film is directed by Scott Derrickson, who wrote the film with Jon Spaihts and C. Robert Cargill, and stars Benedict Cumberbatch, Chiwetel Ejiofor, Rachel McAdams, Benedict Wong, Michael Stuhlbarg, Benjamin Bratt, Scott Adkins, Mads Mikkelsen, and Tilda Swinton. In Doctor Strange, surgeon Stephen Strange learns the mystic arts from the Ancient One after a career-ending car accident.",
   "cover": "../img/cover/Docor Stange.jpg",
   "content": "../img/content/doctor strange.jpg",
   "director": "Scott Derrickson",
   "trailer": "https://www.youtube.com/embed/kNdM7b1Lm04"
   
  },
  
  {
   "id" :3,
   "name": "Bad Moms",
   "date": "August 2016",
   "type": "Comedy",
   "actors": "Mila Kunis, Kathryn Hahn, Kristen Bell, Christina Applegate, Jada Pinkett Smith, Annie Mumolo, Jay Hernandez",
   "review": "Amy Mitchell (Mila Kunis) puts her family first, second, and third. But her man-child husband, high-maintenance kids and idiot boss are taking a toll. She gives and gives, and gives and gives, and then gives a little more, but it's never enough. When the alpha moms (Christina Applegate, Annie Mumolo and Jada Pinkett Smith) at her kids' school push her too far, Amy finally snaps. Good Amy becomes Bad Amy really fast - and she doesn't go alone. Teaming up with two other misfit moms (Kathryn Hahn and Kristen Bell), Amy gets a jolt of freedom that shakes up her life and might even make her a better mom. So call a sitter, put on your comfy pants, and pour yourself a double Chardonnay, because these moms are about to get bad. ",
   "cover": "../img/cover/bad moms.jpg",
   "content": "",
   "director": "Jon Lucas, Scott Moore",
   "trailer": "https://www.youtube.com/embed/iKCw-kqo3cs"
  },
  
  {
   "id" :4,
   "name": "Jack Reacher: Never Go Back",
   "date": "October 2016",
   "type": "Action & Adventure",
   "actors": "Tom Cruise, Cobie Smulders",
   "review": "Jack Reacher returns to enforce his bold brand of justice in the action-packed sequel based on Lee Child's best-selling Jack Reacher series. When Army Major Susan Turner is framed for treason, Reacher discovers she's the target of a massive government conspiracy. With help from Turner and a mysterious new ally, Reacher risks everything to take down a powerful organization that will stop at nothing to protect its secrets.",
   "cover": "../img/cover/Jack Reacher- Never Go Back.jpg",
   "content": "",
   "director": "Edward Zwick",
   "trailer": "https://www.youtube.com/embed/AUlKZcHXSPc"
  },
  
  {
   "id" :5,
   "name": "Finding Dory",
   "date": "July 2016",
   "type": "Animation",
   "actors": "Ellen DeGeneres, Albert Brooks, Ed O'Neill, Kaitlin Olson, Hayden Rolence, Ty Burrell, Diane Keaton, Eugene Levy, Sloane Murray, Idris Elba, Dominic West, Bob Peterson, Kate McKinnon, Bill Hader, Sigourney Weaver, Alexander Gould, Torbin Xan Bullock, Andrew Stanton, Katherine Ringgold, Lucia Geddes",
   "review": "Disney Pixar welcomes back to the big screen everyone's favourite forgetful blue tang Dory, who's living happily in the reef with Nemo and Marlin. When Dory suddenly remembers that she has a family out there who may be looking for her, the trio take off on a life-changing adventure across the ocean to California's Marine Life Institute. In an effort to find her parents, Dory enlists the help of Hank, a cantankerous octopus; Bailey, a beluga whale who's convinced his biological sonar skills are on the fritz; and Destiny, a nearsighted whale shark. Navigating the complex inner workings of the MLI, Dory and her friends discover the magic within their flaws, friendships and family. (Original Title - Finding Dory)",
   "cover": "../img/cover/Finding dory.jpg",
   "content": "",
   "director": "Andrew Stanton, Angus MacLane",
   "trailer": "https://www.youtube.com/embed/3JNLwlcPBPI"
  },
  
  {
   "id" :6,
   "name": "Ben-Hur",
   "date": "August 2016",
   "type": "Drama",
   "actors": "Jack Huston, Toby Kebbell, Rodrigo Santoro, Nazanin Boniadi, Ayelet Zurer, Morgan Freeman",
   "review": "BEN-HUR is the epic story of Judah Ben-Hur (Jack Huston), a prince falsely accused of treason by his adopted brother Messala (Toby Kebbell), an officer in the Roman army.  Stripped of his title, separated from his family and the woman he loves (Nazanin Boniadi), Judah is forced into slavery.  After years at sea, Judah returns to his homeland to seek revenge, but finds redemption.  Based on Lew Wallace’s timeless novel, Ben-Hur: A Tale of the Christ.  Also starring Morgan Freeman and Rodrigo Santoro.",
   "cover": "../img/cover/ben-hub.jpg",
   "content": "",
   "director": "Timur Bekmambetov",
   "trailer": "https://www.youtube.com/embed/3BmeR9GYdDU"
  },
  
  {
   "id" :7,
   "name": "Fantastic Beasts and Where to Find Them",
   "date": "November 2016",
   "type": "Comedy",
   "actors": "Eddie Redmayne, Katherine Waterston, Alison Sudol, Dan Fogler, Colin Farrell, Ezra Miller, Jon Voight, Carmen Ejogo, Samantha Morton",
   "review": "“Fantastic Beasts and Where to Find Them” opens in 1926 as Newt Scamander has just completed a global excursion to find and document an extraordinary array of magical creatures. Arriving in New York for a brief stopover, he might have come and gone without incident…were it not for a No-Maj (American for Muggle) named Jacob, a misplaced magical case, and the escape of some of Newt’s fantastic beasts, which could spell trouble for both the wizarding and No-Maj worlds.",
   "cover": "../img/cover/fantastic beats.jpg",
   "content": "",
   "director": "David Yates",
   "trailer": "https://www.youtube.com/embed/Vso5o11LuGU"
  },
  
  {
   "id" :8,
   "name": "Transformers: Age of Extinction",
   "date": "June 2014",
   "type": "Animation",
   "actors": "Mark Wahlberg, Stanley Tucci, John Goodman, Kelsey Grammer, Bingbing Li, T.J. Miller, Sophia Myles, Nicola Peltz, Jack Reynor",
   "review": "From director Michael Bay and executive producer Steven Spielberg comes the best 'Transformers' ever! With humanity facing extinction from a terrifying new threat, it's up to Optimus Prime and the Autobots to save the world. But now that our government has turned against them, they'll need a new team of allies, including inventor Cade Yeager (Mark Wahlberg) and the fearsome Dinobots!",
   "cover": "../img/cover/Transformers- Age of Extinction.jpg",
   "content": "",
   "director": "Michael Bay",
   "trailer": "https://www.youtube.com/embed/T9bQCAWahLk"
  },
  
  {
   "id" :9,
   "name": "The Sound Of Music",
   "date": "April 1965",
   "type": "Classics",
   "actors": "Richard Haydn, Julie Andrews, Christopher Plummer, Peggy Wood, Eleanor Parker",
   "review": "Rodgers & Hammerstein's® cinematic treasure, 'The Sound of Music' is the winner of five Academy Awards®, including Best Picture. In this true-life story, Julie Andrews lights up the screen as Maria, a spirited young Austrian woman who leaves the convent to become a governess for Captain von Trapp's (Christopher Plummer) seven unruly children. Her charm and songs soon win the hearts of the children -- and their father. But when Nazi Germany unites with Austria, Maria is forced to attempt a daring escape with her new family.",
   "cover": "../img/cover/The Sound Of Music.jpg",
   "content": "",
   "director": "Robert Wise",
   "trailer": "https://www.youtube.com/embed/UY6uw3WpPzY"
  },
  
  {
   "id" :10,
   "name": "Cinderella",
   "date": "February 1950",
   "type": "Classics",
   "actors": "Ilene Woods, Eleanor Audley, Lucille Bliss, Rhoda Williams, Verna Felton, James MacDonald",
   "review": "Walt Disney's Cinderella, based on the world's greatest fairy tale, has captivated audiences for generations with its spellbinding story, memorable music, spectacular animation, and unforgettable characters. With a wave of her wand and some 'Bibbidi-Bobbidi-Boo' Cinderella's Fairy Godmother transforms an ordinary pumpkin into a magnificent coach and Cinderella's rags into a gorgeous gown, then sends her off to the Royal Ball. But Cinderella's enchanted evening must end when the spell is broken at midnight. It will take the help of her daring animal friends Jaq and Gus and a perfect fit into a glass slipper to create the ultimate fairy tale ending. Experience the magic of Cinderella and you, too, will believe that dreams really do come true.",
   "cover": "../img/cover/Cinderella.jpg",
   "content": "",
   "director": "Clyde Geronimi, Hamilton Luske, Wilfred Jackson",
   "trailer": "https://www.youtube.com/embed/cL-RjWKtZrM"
  },
  
  {
   "id" :11,
   "name": "The Good, The Bad and The Ugly",
   "date": "December 1967",
   "type": "Classics",
   "actors": "Clint Eastwood, Eli Wallach, Lee Van Cleef",
   "review": "Set during the Civil War, three disparate drifters...(the pancho-clad, cigar-chewing, silent but supremely self-confident 'Man with No Name'--the Good; the evil bounty hunter--the Bad; and a renegade Mexican bandit--the Ugly)...search for a Confederate cash box containing $200,000 which is hidden in a distant cemetery in an unmarked grave. The journey to the cemetery will carry them through the ferocity of the Civil War landscape. Sometimes they will masquerade as Yankees, sometimes as Confederates. They will taunt and ridicule each other. They will arrive at the cemetery. They will find the treasure. They will disagree and it will be time for the real violence to begin... Sergio Leone's epic Western masterpiece and the third film in the 'Dollars' trilogy. Music by Ennio Morricone.",
   "cover": "../img/cover/The Good, The Bad and The Ugly.jpg",
   "content": "",
   "director": "Sergio Leone",
   "trailer": "https://www.youtube.com/embed/PlDbxogHPao"
  },
  
  {
   "id" :12,
   "name": "Bram Stoker's Dracula",
   "date": "January 1993",
   "type": "Classics",
   "actors": "Keanu Reeves, Anthony Hopkins, Tom Waits, Gary Oldman, Winona Ryder",
   "review": "Academy Award Winner Francis Ford Coppola directs this lavish adaptation of one of the most terrifying tales of all time. Gary Oldman plays the undead Count who falls in love with a beautiful young woman (Winona Ryder), a dead ringer for his true love who perished centuries earlier. Hopkins plays the vampire-hunter Van Helsing, who recognizes Dracula's unimaginable evil and seeks his final demise. © 1992 Columbia Pictures Industries, Inc. All Rights Reserved.",
   "cover": "../img/cover/Bram Stoker's Dracula.jpg",
   "content": "",
   "director": "Francis Ford Coppola",
   "trailer": "https://www.youtube.com/embed/fgFPIh5mvNc"
  },
  
  {
   "id" :13,
   "name": "I.T.",
   "date": "March 2017",
   "type": "Action & Adventure",
   "actors": "Pierce Brosnan, Anna Friel, James Frecheville, Stefanie Scott",
   "review": "IN CINEMAS NOW! Mike Regan (Pierce Brosnan) is a successful, self-made man who has it all: a gorgeous wife, a beautiful teenage daughter and a sleek, state-of-the-art smart home. But he soon finds himself in a deadly, high-stakes game of cat-and-mouse when his I.T. consultant, Ed (James Frecheville), starts using his skills to stalk Mike's daughter and endanger his family, his business, and his life. In a world where there is no privacy, and personal secrets can go viral by the click of a mouse, Mike needs to rely on his old connections to defeat a new kind of nemesis. From director John Moore (A Good Day to Die Hard, Max Payne) and starring an award winning cast, including Golden Globe nominated Pierce Brosnan (James Bond, No Escape) and Anna Friel (Limitless, London Boulevard) as well as Stefanie Scott (Insidious: Chapter 3) and James Frecheville (The Drop, Animal Kingdom).",
   "cover": "../img/cover/I.T..jpg",
   "content": "",
   "director": "John Moore",
   "trailer": "https://www.youtube.com/embed/hfnDTvbtDUI"
  },
  
  {
   "id" :14,
   "name": "Sausage Party",
   "date": "August 2016",
   "type": "Comedy",
   "actors": "Seth Rogen, Jonah Hill, James Franco, Kristen Wiig",
   "review": "In this R-rated CG-animated movie, one sausage leads a group of supermarket products on a quest to discover the truth about their existence and what really happens when they become chosen to leave the grocery store. The film features the vocal talents of some of today’s best comedy stars – Seth Rogen, Kristen Wiig, Jonah Hill, Bill Hader, Michael Cera, James Franco, Danny McBride, Craig Robinson, Paul Rudd, Nick Kroll, David Krumholtz, Edward Norton, and Salma Hayek.",
   "cover": "../img/cover/sausage.jpg",
   "content": "",
   "director": "Conrad Vernon, Greg Tiernan",
   "trailer": "https://www.youtube.com/embed/wNAnW6asWEQ"
  },
  
  {
   "id" :15,
   "name": "Train to Busan",
   "date": "October 2016",
   "type": "Horor",
   "actors": "Yoo Gong, Yu-mi Jung, Dong-seok Ma, Su-an Kim",
   "review": "As an unidentified virus sweeps the country, the Korean government declares martial law. Those on an express train to Busan, a city that has successfully fended off the viral outbreak, must fight for their own survival...",
   "cover": "../img/cover/Train to Busan.jpg",
   "content": "",
   "director": "Sang-ho Yeon",
   "trailer": "https://www.youtube.com/embed/0_sV9luPnMk"
  },
  
  {
   "id" :16,
   "name": "Ouija: Origin of Evil",
   "date": "October 2016",
   "type": "Horror",
   "actors": "Elizabeth Reaser, Annalise Basso, Henry Thomas",
   "review": "It was never just a game. Inviting audiences again into the lore of the spirit board, Ouija: Origin of Evil tells a terrifying new tale in 1967 Los Angeles. A widowed mother and her two daughters add a new stunt to bolster their séance scam business and unwittingly invite authentic evil into their home. When the youngest daughter is overtaken by the merciless spirit, this small family confronts unthinkable fears to save her and send her possessor back to the other side. (Original Title - Ouija: Origin of Evil) - 2016 Universal Studios. All Rights Reserved.",
   "cover": "../img/cover/Ouija Origin of Evil.jpg",
   "content": "",
   "director": "Mike Flanagan",
   "trailer": "https://www.youtube.com/embed/MJIcZGEjjwo"
  },
  
  {
   "id" :17,
   "name": "Don't Breathe",
   "date": "August 2016",
   "type": "Horror",
   "actors": "Dylan Minnette, Daniel Zovatto",
   "review": "A trio of friends break into the house of a wealthy blind man, thinking they’ll get away with the perfect heist. They’re wrong.",
   "cover": "../img/cover/Don't Breathe.jpg",
   "content": "",
   "director": "Fede Alvarez",
   "trailer": "https://www.youtube.com/embed/76yBTNDB6vU"
  },
  {
   "id" :18,
   "name": "Blue is the Warmest Colour",
   "date": "November 2013",
   "type": "Independent",
   "actors": "Léa Seydoux, Adèle Exarchopoulos",
   "review": "At 15, Adele (Adèle Exarchopoulos) doesn't question it: a girl goes out with boys. Her life is turned upside down the night she meets Emma (Léa Seydoux), a young woman with blue hair, who will allow her to discover desire, to assert herself as a woman and as an adult. In front of others, Adele grows, seeks herself, loses herself, finds herself...",
   "cover": "../img/cover/Blue is the Warmest Colour.jpg",
   "content": "",
   "director": "Abdellatif Kechiche",
   "trailer": "https://www.youtube.com/embed/Y2OLRrocn3s"
  },
  {
   "id" :19,
   "name": "Fittest on Earth: A Decade of Fitness",
   "date": "March 2017",
   "type": "Independent",
   "actors": "Mat Fraser, Sara Sigmundsdottir, Katrin Davidsdottir, Tia-Clair Toomey, Ben Smith, Brent Fikowski, Patrick Vellner, Josh Bridges, Dave Castro, Pat Sherwood, Rory McKernan, Tommy Marquez, Sean Woodland, Justin Bergh",
   "review": "Forty of the world's top athletes battle through 15 events and five grueling days of competition for the title of Fittest on Earth. Who will rise to the top and prove the fittest?",
   "cover": "../img/cover/Fittest on Earth A Decade of Fitness.jpg",
   "content": "",
   "director": "Heber Cannon, Marston Sawyers, Ian Wittenber, Mariah Moore",
   "trailer": "https://www.youtube.com/embed/OJa4HPVAk3A"
  },
  {
   "id" :20,
   "name": "Mary Poppins",
   "date": "August 1964",
   "type": "Music",
   "actors": "Julie Andrews, Dick Van Dyke, David Tomlinson, Glynis Johns, Hermione Baddeley, Karen Dotrice, Matthew Garber, Elsa Lanchester, Arthur Treacher, Reginald Owen, Ed Wynn",
   "review": "Join the 'practically perfect'' Mary Poppins (Julie Andrews) for a 'Jolly Holiday' as she magically turns every chore into a game and every day into a whimsical adventure. Along the way, you'll be enchanted by unforgettable characters such as the multitalented chimney sweep Bert (Dick Van Dyke). You won't need a 'Spoonful Of Sugar' to love every moment of this timeless Disney classic!",
   "cover": "../img/cover/Mary Poppins.jpg",
   "content": "",
   "director": "Robert Stevenson",
   "trailer": "https://www.youtube.com/embed/nOfH7uEojKk"
  },
  {
   "id" :21,
   "name": "Mamma Mia!",
   "date": "July 2008",
   "type": "Music",
   "actors": "Meryl Streep, Pierce Brosnan, Colin Firth, Stellan Skarsgård, Julie Walters, Dominic Cooper, Amanda Seyfried, Christine Baranski",
   "review": "Have the time of your life with Meryl Streep and an all-star cast in this undeniably fun celebration of mothers and daughters, old friends and newly found family!",
   "cover": "../img/cover/Mamma Mia.jpg",
   "content": "",
   "director": "Phyllida Lloyd",
   "trailer": "https://www.youtube.com/embed/lkN-A00WLYE"
  },
  {
   "id" :22,
   "name": "The Accountant",
   "date": "October 2016",
   "type": "Mystery",
   "actors": "Ben Affleck, Anna Kendrick, J.K. Simmons, Jon Bernthal, Jeffrey Tambor, John Lithgow",
   "review": "Christian Wolff (Ben Affleck) is a math savant with more affinity for numbers than people. Behind the cover of a small-town CPA office, he works as a freelance accountant for some of the world’s most dangerous criminal organizations. With the Treasury Department’s Crime Enforcement Division, run by Ray King (J.K. Simmons), starting to close in, Christian takes on a legitimate client: a state-of-the-art robotics company where an accounting clerk (Anna Kendrick) has discovered a discrepancy involving millions of dollars. But as Christian uncooks the books and gets closer to the truth, it is the body count that starts to rise.",
   "cover": "../img/cover/The Accountant.jpg",
   "content": "",
   "director": "Gavin O’Connor",
   "trailer": "https://www.youtube.com/embed/3KQX2sIhQJY&t=3s"
  },
  {
   "id" :23,
   "name": "Jason Bourne",
   "date": "July 2016",
   "type": "Mystery",
   "actors": "Matt Damon, Tommy Lee Jones, Alicia Vikander, Vincent Cassel, Julia Stiles, Riz Ahmed",
   "review": "Matt Damon returns to his most iconic role in Jason Bourne. Paul Greengrass, the director of The Bourne Supremacy and The Bourne Ultimatum, once again joins Damon for the next chapter of Universal Pictures’ Bourne franchise, which finds the CIA’s most lethal operative drawn out of the shadows. Damon is joined by Alicia Vikander, Vincent Cassel and Tommy Lee Jones, while Julia Stiles reprises her role in the series. (Original Title - Jason Bourne) - 2016 Universal Studios. All Rights Reserved.",
   "cover": "../img/cover/Jason Bourne.jpg",
   "content": "",
   "director": "Paul Greengrass",
   "trailer": "hhttps://www.youtube.com/embed/F4gJsKZvqE4"
  },
  {
   "id" :24,
   "name": "Fifty Shades of Grey",
   "date": "February 2015",
   "type": "Mystery",
   "actors": "Dakota Johnson, Jamie Dornan, Jennifer Ehle, Eloise Mumford, Victor Rasuk, Luke Grimes, Marcia Gay Harden",
   "review": "The worldwide phenomenon comes to life in Fifty Shades of Grey, starring Dakota Johnson and Jamie Dornan in the iconic roles of Anastasia Steele and Christian Grey. Ana is an inexperienced college student tasked with interviewing enigmatic billionaire Christian Grey. But what starts as business quickly becomes an unconventional romance. Swept up in Christian's glamorous lifestyle, Ana soon finds another side to him as she discovers his secrets and explores her own dark desires. What results is a thrilling, all-consuming romance as Christian and Ana test the limits they will go to for their relationship. (Original Title - Fifty Shades of Grey) - 2014 Universal Studios. All Rights Reserved.",
   "cover": "../img/cover/Fifty Shades of Grey.jpg",
   "content": "",
   "director": "Sam Taylor-Johnson",
   "trailer": "https://www.youtube.com/embed/SfZWFDs0LxA"
  },
  {
   "id" :25,
   "name": "Bridget Jones's Baby",
   "date": "September 2016",
   "type": "Romance",
   "actors": "Renée Zellweger, Colin Firth, Patrick Dempsey, Jim Broadbent, Gemma Jones, Emma Thompson, Ed Sheeran",
   "review": "Oscar® winners Renée Zellweger and Colin Firth are joined by Patrick Dempsey for the next chapter of the world's favorite singleton in Bridget Jones's Baby. Directed by Sharon Maguire (Bridget Jones's Diary), the new film in the beloved comedy series based on creator Helen Fielding's heroine finds Bridget unexpectedly expecting. After breaking up with Mark Darcy (Firth), Bridget Jones's (Zellweger) 'happily ever after' hasn't quite gone according to plan. Fortysomething and single again, she decides to focus on her job as top news producer and surround herself with old friends and new. For once, Bridget has everything completely under control. What could possibly go wrong? Then her love life takes a turn and Bridget meets a dashing American named Jack (Dempsey), the suitor who is everything Mr. Darcy is not. In an unlikely twist she finds herself pregnant, but with one hitch…she can only be fifty percent sure of the identity of her baby's father.",
   "cover": "../img/cover/Bridget Jones's Baby.jpg",
   "content": "",
   "director": "Sharon Maguire",
   "trailer": "https://www.youtube.com/embed/5aaWY7rQS3I"
  },
  {
   "id" :26,
   "name": "Me Before You",
   "date": "June 2016",
   "type": "Romance",
   "actors": "Emilia Clarke, Sam Claflin, Charles Dance, Jenna Coleman, Matthew Lewis, Vanessa Kirby, Stephen Peacocke, Brendan Coyle, Janet McTeer",
   "review": "Young and quirky Louisa 'Lou' Clark (Emilia Clarke) moves from one job to the next to help her family make ends meet. Her cheerful attitude is put to the test when she becomes a caregiver for Will Traynor (Sam Claflin), a wealthy young banker left paralyzed from an accident two years earlier. Will's cynical outlook starts to change when Louisa shows him that life is worth living. As their bond deepens, their lives and hearts change in ways neither one could have imagined.",
   "cover": "../img/cover/Me Before You.jpg",
   "content": "",
   "director": "Thea Sharrock",
   "trailer": "https://www.youtube.com/embed/BUbCupJWFSE"
  },
  {
   "id" :27,
   "name": "The Light Between Oceans",
   "date": "November 2016",
   "type": "Romance",
   "actors": "Michael Fassbender, Alicia Vikander, Rachel Weisz, Jack Thompson, Bryan Brown",
   "review": "When lighthouse keeper Tom Sherbourne (Michael Fassbender) and his adored wife Isabel (Alicia Vikander) discover a baby adrift in a boat off the remote coast off Western Australia, they must make a choice. When they decide to raise the child as their own, the shattering consequences of this choice will change their lives forever. 2016 STORYTELLER DISTRIBUTION CO., LLC. All Rights Reserved.",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "Derek Cianfrance",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :28,
   "name": "Deadpool",
   "date": "February 2016",
   "type": "Sci-Fi & Fantasy",
   "actors": "Ryan Reynolds, Morena Baccarin, Ed Skrein, T.J. Miller, Gina Carano",
   "review": "Based upon Marvel Comics’ most unconventional anti-hero, DEADPOOL tells the origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life.",
   "cover": "../img/cover/Deadpool.jpg",
   "content": "",
   "director": "Tim Miller",
   "trailer": "https://www.youtube.com/embed/FyKWUTwSYAs"
  },
  {
   "id" :29,
   "name": "The Divergent Series: Allegiant",
   "date": "March 2016",
   "type": "Sci-Fi & Fantasy",
   "actors": "Shailene Woodley, Theo James, Jeff Daniels, Octavia Spencer, Ray Stevenson, Zoe Kravitz, Miles Teller, Ansel Elgort, Maggie Q, Bill Skarsgard, Naomi Watts",
   "review": "In this exciting penultimate film in The Divergent Series, Tris (Shailene Woodley) and Four (Theo James) lead a team of rebels in a daring escape over the city wall into a strange new world where they face a threat more dangerous than they ever imagined. Together, Tris and Four wage a furious battle for survival, fighting not only for their factions and loved ones, but for the future of an entire city in this dynamic, action-packed adventure.",
   "cover": "../img/cover/The Divergent Series: Allegiant.jpg",
   "content": "",
   "director": "Robert Schwentke",
   "trailer": "https://www.youtube.com/embed/0G0C-vMHcQY"
  },
  {
   "id" :30,
   "name": "Crash and Burn",
   "date": "March 2017",
   "type": "Sport",
   "actors": "Tommy Byrne",
   "review": "For a fleeting moment in the early 80s Tommy Byrne was the world's greatest driver, the motor racing equivalent of George Best and Muhammad Ali all rolled into one. Eddie Jordan the former team-owner, who worked with both Ayrton Senna and Michael Schumacher, will tell you: 'Forget Schuey and Senna - Tommy Byrne was the best of them all.' His rise was meteoric and his fall spectacular.",
   "cover": "../img/cover/Crash and Burn.jpg",
   "content": "",
   "director": "Seán Ó Cualáin",
   "trailer": "https://www.youtube.com/embed/ONrC2TVqLPg"
  },
  {
   "id" :31,
   "name": "Miss Peregrine's Home for Peculiar Children",
   "date": "September 2016",
   "type": "Action",
   "actors": "Eva Green, Asa Butterfield, Christ O'Dowd, Allison Janney, Rupert Everett, Terence Stamp, Ella Purnell, Judi Dench, Samuel L. Jackson",
   "review": "From visionary director Tim Burton and based on the best-selling novel, comes this truly magical adventure. When Jake unravels a mystery that spans alternate realities, he uncovers a secret world for 'peculiar children' with supernatural powers. But Jake soon realizes that danger is everywhere and he must determine who can be trusted and unmask his own true identity.",
   "cover": "../img/cover/Miss Peregrine's Home for Peculiar Children.jpg",
   "content": "",
   "director": "Tim Burton",
   "trailer": "https://www.youtube.com/embed/tV_IhWE4LP0"
  },
  {
   "id" :32,
   "name": "Iron Man 3",
   "date": "May 2013",
   "type": "Action & Adventure",
   "actors": "Robert Downey, Gwyneth Paltrow, Don Cheadle, Guy Pearce, Rebecca Hall, Stephanie Szostak, James Badge Dale",
   "review": "The studio that brought you Marvel's The Avengers unleashes the best Iron Man adventure yet with this must-own, global phenomenon starring Robert Downey Jr. and Gwyneth Paltrow. When Tony Stark/Iron Man finds his entire world reduced to rubble, he must use all his ingenuity to survive, destroy his enemy and somehow protect those he loves. But a soul-searching question haunts him: Does the man make the suit... or does the suit make the man? (Original Title - Iron Man 3) © 2013 Walt Disney Pictures",
   "cover": "../img/cover/Iron Man 3.jpg",
   "content": "",
   "director": "Shane Black",
   "trailer": "https://www.youtube.com/embed/Ke1Y3P9D0Bc"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  },
  {
   "id" :27,
   "name": "",
   "date": "",
   "type": "Romance",
   "actors": "",
   "review": "",
   "cover": "../img/cover/The Light Between Oceans.jpg",
   "content": "",
   "director": "",
   "trailer": "https://www.youtube.com/embed/lk7yw00a4fs"
  }
]
}